Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# pricing.native.pro.feature.hours
source: Up to 50 Cloud VMs, with 24 GB RAM and 6 vCPUs shared across all VMs
ar: ما يصل إلى 50 جهازًا افتراضيًا سحابيًا، مع ذاكرة وصول عشوائي بسعة 24 جيجابايت و6 وحدات معالجة مركزية افتراضية مشتركة بين جميع الأجهزة
de: Bis zu 50 Cloud-VMs mit insgesamt 24 GB RAM und 6 vCPUs, die alle VMs gemeinsam nutzen
es: Hasta 50 VM en la nube, con 24 GB de RAM y 6 vCPU compartidos entre todas las VM
fr: Jusqu’à 50 VM cloud, avec 24 Go de RAM et 6 vCPU partagés entre toutes les VM
ja: 最大 50 台の Cloud VM で、24 GB RAM と 6 vCPU を共有
ko: 최대 50개의 클라우드 VM이 RAM 24 GB와 vCPU 6개를 공유합니다
zh_hans: 最多 50 台云端虚拟机，所有虚拟机共享 24 GB 内存和 6 个虚拟 CPU
zh_hant: 最多 50 台雲端虛擬機，所有虛擬機共用 24 GB 記憶體與 6 個虛擬 CPU

# pricing.native.pro.feature.ios
source: cmux iOS app and email support
ar: تطبيق cmux لنظام iOS ودعم عبر البريد الإلكتروني
de: cmux iOS-App und E-Mail-Support
es: Aplicación cmux para iOS y soporte por correo electrónico
fr: Application iOS cmux et support par e-mail
ja: cmux iOS アプリとメールサポート
ko: cmux iOS 앱 및 이메일 지원
zh_hans: cmux iOS 应用与邮件支持
zh_hant: cmux iOS App 與電子郵件支援

# pricing.native.pro.feature.vms
source: Cloud agents on isolated Cloud VMs
ar: وكلاء سحابيون على أجهزة افتراضية سحابية معزولة
de: Cloud-Agents auf isolierten Cloud-VMs
es: Agentes en la nube en VM en la nube aisladas
fr: Agents cloud sur des VM cloud isolées
ja: 分離された Cloud VM 上のクラウドエージェント
ko: 격리된 Cloud VM 기반 클라우드 에이전트
zh_hans: 在隔离的 Cloud VM 上运行云端代理
zh_hant: 獨立雲端虛擬機上的雲端代理程式

# pricing.native.signInToUpgrade
source: Get Pro
ar: احصل على Pro
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
ja: Pro を入手
ko: Pro 받기
zh_hans: 获取 Pro
zh_hant: 取得 Pro

# pricing.native.signedIn
source: Signed in
ar: تم تسجيل الدخول
de: Angemeldet
es: Sesión iniciada
fr: Connecté
ja: サインイン済み
ko: 로그인됨
zh_hans: 已登录
zh_hant: 已登入

# pricing.native.signedOut
source: Signed out
ar: تم تسجيل الخروج
de: Abgemeldet
es: Sesión cerrada
fr: Déconnecté
ja: サインアウト中
ko: 로그아웃됨
zh_hans: 未登录
zh_hant: 已登出

# pricing.native.size.large.use
source: Heavy builds and parallel agents
ar: عمليات البناء الكثيفة والوكلاء المتوازيون
de: Anspruchsvolle Builds und parallele Agents
es: Compilaciones pesadas y agentes en paralelo
fr: Compilations lourdes et agents parallèles
ja: 重いビルドと並列エージェント
ko: 무거운 빌드 및 병렬 에이전트 작업
zh_hans: 重度构建与并行代理
zh_hant: 大型建置與並行代理程式

# pricing.native.size.medium.use
source: Standard development
ar: تطوير قياسي
de: Standard-Entwicklung
es: Desarrollo estándar
fr: Développement standard
ja: 標準的な開発
ko: 표준 개발
zh_hans: 常规开发
zh_hant: 標準開發

# pricing.native.size.small.use
source: Light agents and quick tasks
ar: وكلاء خفيفون ومهام سريعة
de: Einfache Agents und schnelle Aufgaben
es: Agentes ligeros y tareas rápidas
fr: Agents légers et tâches rapides
ja: 軽いエージェントと短いタスク
ko: 가벼운 에이전트 및 빠른 작업
zh_hans: 轻量代理与快速任务
zh_hant: 輕量級代理程式與快速任務

# pricing.native.sizes.body
source: Pro includes up to 50 Cloud VMs, with 24 GB RAM and 6 vCPUs shared across all VMs. Team includes the same limits per user. There is no metering or overage billing.
ar: تتضمن باقة Pro ما يصل إلى 50 جهازًا افتراضيًا سحابيًا، مع ذاكرة وصول عشوائي بسعة 24 جيجابايت و6 وحدات معالجة مركزية افتراضية مشتركة بين جميع الأجهزة. وتمنح باقة Team الحدود نفسها لكل مستخدم. لا توجد فوترة حسب الاستهلاك أو رسوم إضافية لتجاوز الحدود.
de: Pro beinhaltet bis zu 50 Cloud-VMs mit 24 GB RAM und 6 vCPUs, die von allen VMs gemeinsam genutzt werden. Team beinhaltet dieselben Limits pro Benutzer. Es gibt keine verbrauchsabhängige Abrechnung oder Nachberechnung.
es: Pro incluye hasta 50 VM en la nube, con 24 GB de RAM y 6 vCPUs compartidos entre todas las VM. Team incluye los mismos límites por usuario. No hay facturación por consumo ni por exceso.
fr: Pro inclut jusqu'à 50 VM Cloud, avec 24 Go de RAM et 6 vCPUs partagés entre toutes les VM. Team inclut les mêmes limites par utilisateur. Il n'y a pas de facturation à l'utilisation ou de dépassement.
ja: Pro では最大 50 台の Cloud VM で、24 GB RAM と 6 vCPU を共有します。Team ではユーザーごとに同じ上限が適用されます。従量課金や超過料金はありません。
ko: Pro는 최대 50개의 클라우드 VM을 포함하며, 모든 VM이 RAM 24 GB와 vCPU 6개를 공유합니다. Team은 사용자마다 동일한 한도가 적용됩니다. 사용량 기반 과금이나 초과 요금은 없습니다.
zh_hans: Pro 最多包含 50 台云端虚拟机，所有虚拟机共享 24 GB 内存和 6 个虚拟 CPU。Team 的每位用户享有相同上限。不按用量计费，也不收取超额费用。
zh_hant: Pro 包含最多 50 台雲端虛擬機，所有虛擬機共用 24 GB 記憶體與 6 個虛擬 CPU。Team 的每位使用者享有相同上限。不按用量計費，也不收取超額費用。

# pricing.native.sizes.colRate
source: Per active hour
ar: لكل ساعة نشطة
de: Pro aktive Stunde
es: Por hora activa
fr: Par heure active
ja: アクティブ時間あたり
ko: 활성 시간당
zh_hans: 每活动小时
zh_hant: 每活動小時

# pricing.native.sizes.colSize
source: Size
ar: مقاس
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
zh_hans: 规格
zh_hant: 尺寸

# pricing.native.sizes.colUse
source: Best for
ar: الأفضل لـ
de: Bestens geeignet für
es: Ideal para
fr: Idéal pour
ja: 用途
ko: 권장 용도
zh_hans: 适用场景
zh_hant: 最適合

# pricing.native.sizes.title
source: Cloud VM resources
ar: موارد الجهاز الافتراضي السحابي
de: Cloud-VM-Ressourcen
es: Recursos de VM en la nube
fr: Ressources de VM cloud
ja: Cloud VM のリソース
ko: Cloud VM 리소스
zh_hans: Cloud VM 资源
zh_hant: 雲端虛擬機資源

# pricing.native.status.billingUnavailable
source: Billing is not configured for this environment.
ar: لم يتم تكوين الفوترة لهذه البيئة.
de: Die Abrechnung ist für diese Umgebung nicht konfiguriert.
es: La facturación no está configurada para este entorno.
fr: La facturation n’est pas configurée pour cet environnement.
ja: この環境では請求機能が設定されていません。
ko: 이 환경에는 결제가 구성되어 있지 않습니다.
zh_hans: 当前环境未配置结算。
zh_hant: 此環境未設定計費。

# pricing.native.status.loading
source: Checking your current plan…
ar: جاري التحقق من خطتك الحالية…
de: Aktueller Tarif wird geprüft…
es: Comprobando tu plan actual…
fr: Vérification de votre forfait actuel…
ja: 現在のプランを確認中…
ko: 현재 요금제 확인 중…
zh_hans: 正在检查当前方案…
zh_hant: 正在檢查您目前的方案…

# pricing.native.status.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

# pricing.native.status.unavailable
source: Billing status unavailable
ar: حالة الفوترة غير متوفرة
de: Abrechnungsstatus nicht verfügbar
es: Estado de facturación no disponible
fr: Statut de facturation indisponible
ja: 請求ステータスを取得できません
ko: 결제 상태를 확인할 수 없음
zh_hans: 结算状态不可用
zh_hant: 無法取得計費狀態

# pricing.native.team.cta
source: Get Teams
ar: احصل على Teams
de: Teams holen
es: Obtener Teams
fr: Obtenir Teams
ja: Teams を入手
ko: Teams 받기
zh_hans: 获取团队版
zh_hant: 取得 Team

# pricing.native.team.feature.billing
source: Unified billing for the whole team
ar: فوترة موحدة للفريق بأكمله
de: Einheitliche Abrechnung für das gesamte Team
es: Facturación unificada para todo el equipo
fr: Facturation unifiée pour toute l’équipe
ja: チーム全体の請求を一元管理
ko: 팀 전체 통합 결제
zh_hans: 全团队统一结算
zh_hant: 全團隊統一計費

# pricing.native.team.feature.compute
source: Up to 50 Cloud VMs per user, with 24 GB RAM and 6 vCPUs per user shared across all their VMs
ar: ما يصل إلى 50 جهازًا افتراضيًا سحابيًا لكل مستخدم، مع ذاكرة وصول عشوائي بسعة 24 جيجابايت و6 وحدات معالجة مركزية افتراضية لكل مستخدم مشتركة بين جميع أجهزته
de: Bis zu 50 Cloud-VMs pro Benutzer mit jeweils insgesamt 24 GB RAM und 6 vCPUs, die alle VMs dieses Benutzers gemeinsam nutzen
es: Hasta 50 VM en la nube por usuario, con 24 GB de RAM y 6 vCPU por usuario compartidos entre todas sus VM
fr: Jusqu’à 50 VM cloud par utilisateur, avec 24 Go de RAM et 6 vCPU par utilisateur partagés entre toutes ses VM
ja: ユーザーごとに最大 50 台の Cloud VM で、ユーザーあたり 24 GB RAM と 6 vCPU を共有
ko: 사용자당 최대 50개의 클라우드 VM이 사용자당 RAM 24 GB와 vCPU 6개를 공유합니다
zh_hans: 每位用户最多 50 台云端虚拟机，该用户的所有虚拟机共享 24 GB 内存和 6 个虚拟 CPU
zh_hant: 每位使用者最多 50 台雲端虛擬機，該使用者的所有虛擬機共用 24 GB 記憶體與 6 個虛擬 CPU

# pricing.native.team.feature.gateway
source: Team-wide model gateway analytics
ar: تحليلات بوابة النماذج على مستوى الفريق
de: Teamweite Modell-Gateway-Analysen
es: Análisis de pasarela de modelos para todo el equipo
fr: Analyses de la passerelle de modèles à l’échelle de l’équipe
ja: チーム全体のモデルゲートウェイ分析
ko: 팀 범위 모델 게이트웨이 분석
zh_hans: 全团队模型网关分析
zh_hant: 團隊層級模型閘道分析

# pricing.native.team.feature.seats
source: Centralized seat management
ar: إدارة مركزية للمقاعد
de: Zentralisierte Lizenzverwaltung
es: Gestión centralizada de puestos
fr: Gestion centralisée des licences
ja: シート管理を一元化
ko: 중앙 집중식 시트(seat) 관리
zh_hans: 集中式席位管理
zh_hant: 集中式席位管理

# pricing.native.team.feature.support
source: Priority email support
ar: دعم ذو أولوية عبر البريد الإلكتروني
de: Priorisierter E-Mail-Support
es: Soporte prioritario por correo electrónico
fr: Support prioritaire par e-mail
ja: 優先メールサポート
ko: 우선 순위 이메일 지원
zh_hans: 优先邮件支持
zh_hant: 優先電子郵件支援

# pricing.native.title
source: Pricing
ar: الأسعار
de: Preise
es: Precios
fr: Tarifs
ja: 料金
ko: 요금제
zh_hans: 定价
zh_hant: 計費

# pricing.native.upgrade
source: Get Pro
ar: احصل على Pro
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
ja: Pro を入手
ko: Pro 받기
zh_hans: 获取 Pro
zh_hant: 取得 Pro

# pricing.native.window.title
source: cmux Upgrade
ar: ترقية cmux
es: Actualización de cmux
fr: Mise à niveau de cmux
ja: cmux アップグレード
ko: cmux 업그레이드
zh_hans: cmux 升级
zh_hant: cmux 升級

# pricing.perMonth
source: /month
ar: /شهريًا
de: /Monat
es: /mes
fr: /mois
ja: /月
ko: /월
zh_hans: /月
zh_hant: /月

# pricing.perUserMonth
source: /user/month
ar: /مستخدم/شهريًا
de: /Benutzer/Monat
es: /usuario/mes
fr: /utilisateur/mois
ja: /ユーザー/月
ko: /사용자/월
zh_hans: /用户/月
zh_hant: /使用者/月

# pricing.pro.cta
source: Get Pro
ar: احصل على Pro
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
ja: Pro を入手
ko: Pro 받기
zh_hans: 获取 Pro
zh_hant: 取得 Pro

# pricing.pro.f1
source: Everything in Free
ar: كل شيء في الباقة المجانية
de: Alles in Free
es: Todo lo de Free
fr: Tout ce qui est inclus dans Free
ja: Freeのすべて
ko: Free 요금제의 모든 기능
zh_hans: 包含免费版全部功能
zh_hant: 包含 Free 方案的所有功能

# pricing.pro.f2
source: Cloud dev boxes: 10 active, unlimited creates
ar: صناديق تطوير سحابية: 10 نشطة، إنشاءات غير محدودة
de: Cloud-Entwicklerboxen: 10 aktiv, unbegrenzte Erstellung
es: Máquinas de desarrollo en la nube: 10 activas, creaciones ilimitadas
fr: Machines de dev cloud : 10 actives, créations illimitées
ja: クラウド開発マシン: 同時10台、作成無制限
ko: 클라우드 개발 박스: 활성 10개, 무제한 생성
zh_hans: 云端开发机：10 个活动，创建次数不限
zh_hant: 雲端開發機：10 台作用中，無限制建立

# pricing.pro.f3
source: 20 compute-hours/mo on a 4 vCPU / 16 GB VM
ar: 20 ساعة حوسبة/الشهر على جهاز افتراضي بـ 4 معالجات افتراضية / 16 جيجابايت رام
de: 20 Rechenstunden/Monat auf einer 4 vCPU / 16 GB VM
es: 20 horas de cómputo al mes en una VM de 4 vCPU / 16 GB
fr: 20 heures de calcul/mois sur une VM 4 vCPU / 16 Go
ja: 4 vCPU / 16 GB VMで毎月20計算時間
ko: 4 vCPU / 16 GB VM에서 월 20 컴퓨팅 시간 제공
zh_hans: 4 vCPU / 16 GB VM 上每月 20 个算力小时
zh_hant: 在 4 vCPU / 16 GB 虛擬機上每月享有 20 小時運算額度

# pricing.pro.f4
source: iOS app: your Mac's terminals on your iPhone
ar: تطبيق iOS: طرفيات جهاز Mac الخاص بك على هاتف iPhone
de: iOS-App: Die Terminals Ihres Macs auf Ihrem iPhone
es: Aplicación para iOS: las terminales de tu Mac en tu iPhone
fr: Application iOS : les terminaux de votre Mac sur votre iPhone
ja: iOSアプリ: MacのターミナルをiPhoneから
ko: iOS 앱: Mac 터미널을 iPhone에서 사용
zh_hans: iOS 应用：在 iPhone 上使用 Mac 的终端
zh_hant: iOS App：在 iPhone 上使用 Mac 的終端機

# pricing.pro.f5
source: cmux AI early access + priority support
ar: وصول مبكر لميزات الذكاء الاصطناعي في cmux + دعم ذو أولوية
de: Vorabzugang zu cmux AI + priorisierter Support
es: Acceso anticipado a cmux AI + soporte prioritario
fr: Accès anticipé à cmux AI + support prioritaire
ja: cmux AI早期アクセス + 優先サポート
ko: cmux AI 얼리 액세스 및 우선 지원
zh_hans: cmux AI 抢先体验 + 优先支持
zh_hant: cmux AI 搶先體驗 + 優先支援

# pricing.pro.note
source: Billed annually ($360/yr), or $45 month-to-month.
ar: تُدفع سنويًا (360 دولارًا/السنة)، أو 45 دولارًا شهريًا بشكل مرن.
de: Jährlich abgerechnet ($360/Jahr) oder $45 von Monat zu Monat.
es: Facturado anualmente ($360/año), o $45 mes a mes.
fr: Facturé annuellement (360 $/an), ou 45 $ par mois.
ja: 年払い($360/年)、または月払い$45。
ko: 연간 결제 시 연 $360(또는 월 $45로 월별 결제).
zh_hans: 按年计费（360 美元/年），或按月 45 美元。
zh_hant: 按年計費（每年 360 美元），或按月計費（每月 45 美元）。

# pricing.subtitle
source: cmux is free and open source, and always will be. Pro adds the cloud.
ar: برنامج cmux مجاني ومفتوح المصدر وسيبقى كذلك دائمًا. تضيف باقة Pro الميزات السحابية.
de: cmux ist kostenlos und Open Source, und wird es immer bleiben. Pro fügt die Cloud hinzu.
es: cmux es gratuito y de código abierto, y siempre lo será. Pro añade la nube.
fr: cmux est gratuit et open source, et le restera toujours. Pro y ajoute le cloud.
ja: cmuxはこれからも無料でオープンソースです。Proはクラウドを追加します。
ko: cmux는 현재도, 앞으로도 항상 무료 오픈 소스입니다. Pro 요금제는 클라우드 기능이 추가됩니다.
zh_hans: cmux 免费且开源，并将一直如此。Pro 增加云端能力。
zh_hant: cmux 為免費且開源，未來也將一直如此。Pro 方案則增加了雲端功能。

# pricing.team.cta
source: Get Teams
ar: احصل على Teams
de: Teams holen
es: Obtener Teams
fr: Obtenir Teams
ja: Teams を入手
ko: Teams 받기
zh_hans: 获取团队版
zh_hant: 取得 Team

# pricing.team.f1
source: Everything in Pro for every member
ar: كل شيء في باقة Pro لكل عضو
de: Alles in Pro für jedes Mitglied
es: Todo lo de Pro para cada miembro
fr: Tout ce qui est inclus dans Pro pour chaque membre
ja: 全メンバーにProのすべて
ko: 모든 멤버에게 Pro 요금제의 모든 기능 제공
zh_hans: 每位成员均享 Pro 全部功能
zh_hant: 每位成員皆享有 Pro 方案的所有功能

# pricing.team.f2
source: Shared team billing
ar: فوترة فريق مشتركة
de: Gemeinsame Teamabrechnung
es: Facturación compartida del equipo
fr: Facturation d’équipe partagée
ja: チーム共有の請求
ko: 공유 팀 결제
zh_hans: 团队共享结算
zh_hant: 團隊合併計費

# pricing.team.f3
source: Centralized Cloud VM usage
ar: استخدام مركزي للأجهزة الافتراضية السحابية
de: Zentralisierte Cloud-VM-Nutzung
es: Uso centralizado de VM en la nube
fr: Utilisation centralisée des VM cloud
ja: Cloud VM使用量の一元管理
ko: 중앙 집중식 Cloud VM 사용 관리
zh_hans: 集中管理 Cloud VM 用量
zh_hant: 集中管理雲端虛擬機使用量

# pricing.team.name
source: Team
ar: فريق
es: Equipo
fr: Équipe
ja: チーム
ko: 팀
zh_hans: 团队版
zh_hant: 團隊

# pricing.team.note
source: Everything in Pro, per seat.
ar: كل شيء في باقة Pro، لكل مقعد.
de: Alles in Pro, pro Lizenz.
es: Todo lo de Pro, por puesto.
fr: Tout ce qui est inclus dans Pro, par licence.
ja: Proのすべてを、席ごとに。
ko: Pro 요금제의 모든 기능이 시트(seat)당 제공됩니다.
zh_hans: Pro 全部功能，按席位计费。
zh_hant: 包含 Pro 方案的所有功能，按席位計費。

# pricing.title
source: Pricing
ar: الأسعار
de: Preise
es: Precios
fr: Tarifs
ja: 料金
ko: 요금제
zh_hans: 定价
zh_hant: 計費

# proWelcome.workspace.title
source: Welcome to cmux Pro
ar: مرحبًا بك في cmux Pro
de: Willkommen bei cmux Pro
es: Te damos la bienvenida a cmux Pro
fr: Bienvenue dans cmux Pro
ja: cmux Pro へようこそ
ko: cmux Pro에 오신 것을 환영합니다
zh_hans: 欢迎使用 cmux Pro
zh_hant: 歡迎使用 cmux Pro

# projectSchemes.badge.personal
source: personal
ar: شخصي
de: persönlich
fr: personnel
ja: 個人
ko: 개인용
zh_hans: 个人
zh_hant: 個人

# projectSchemes.badge.shared
source: shared
ar: مشترك
de: geteilt
es: compartido
fr: partagé
ja: 共有
ko: 공유됨
zh_hans: 共享
zh_hant: 共享

# projectSchemes.detail.archiveTarget
source: Archive target
ar: هدف الأرشفة
de: Archivierungsziel
es: Destino de archivo
fr: Cible d’archivage
ja: アーカイブターゲット
ko: 아카이브 대상
zh_hans: 归档目标
zh_hant: 封存目標

# projectSchemes.detail.environment
source: Environment
ar: البيئة
de: Umgebung
es: Entorno
fr: Environnement
ja: 環境
ko: 환경
zh_hans: 环境
zh_hant: 環境

# projectSchemes.detail.launchArguments
source: Launch arguments
ar: وسيطات التشغيل
de: Startargumente
es: Argumentos de lanzamiento
fr: Arguments de lancement
ja: 起動引数
ko: 실행 인자
zh_hans: 启动参数
zh_hant: 啟動引數

# projectSchemes.detail.profileTarget
source: Profile target
ar: هدف التحليل (Profile)
de: Profilierungsziel
es: Destino de perfilado
fr: Cible de profilage
ja: プロファイルターゲット
ko: 프로파일 대상
zh_hans: 性能分析目标
zh_hant: 分析目標

# projectSchemes.detail.runTarget
source: Run target
ar: هدف التشغيل
de: Ausführungsziel
es: Destino de ejecución
fr: Cible d’exécution
ja: 実行ターゲット
ko: 실행 대상
zh_hans: 运行目标
zh_hant: 執行目標

# projectSchemes.detail.testTargets
source: Test targets
ar: أهداف الاختبار
de: Testziele
es: Destinos de prueba
fr: Cibles de test
ja: テストターゲット
ko: 테스트 대상
zh_hans: 测试目标
zh_hant: 測試目標

# projectSchemes.detail.visibility
source: Visibility
ar: الظهور
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
ja: 表示範囲
ko: 공개 범위
zh_hans: 可见性
zh_hant: 可見度

# projectSchemes.detail.visibilityPersonal
source: Personal (current user)
ar: شخصي (المستخدم الحالي)
de: Persönlich (aktueller Benutzer)
es: Personal (usuario actual)
fr: Personnel (utilisateur actuel)
ja: 個人（現在のユーザー）
ko: 개인용 (현재 사용자)
zh_hans: 个人（当前用户）
zh_hant: 個人 (目前使用者)

# projectSchemes.detail.visibilityShared
source: Shared
ar: مشترك
de: Geteilt
es: Compartido
fr: Partagé
ja: 共有
ko: 공유됨
zh_hans: 共享
zh_hant: 共享

# projectSchemes.empty.hint
source: Pick a scheme on the left to inspect its run / test / profile / archive targets and launch settings.
ar: اختر مخططًا من اليسار لمعاينة أهداف التشغيل / الاختبار / التحليل / الأرشفة وإعدادات الإطلاق الخاصة به.
de: Wählen Sie links ein Schema aus, um dessen Ausführungs-, Test-, Profilierungs- und Archivierungsziele sowie Starteinstellungen zu untersuchen.
es: Elige un esquema a la izquierda para inspeccionar sus destinos de ejecución, prueba, perfilado y archivado, así como su configuración de lanzamiento.
fr: Choisissez un schéma à gauche pour inspecter ses cibles d’exécution, de test, de profilage et d’archivage ainsi que ses paramètres de lancement.
ja: 左側のスキームを選択して、実行 / テスト / プロファイル / アーカイブのターゲットと起動設定を確認します。
ko: 왼쪽에서 스키마를 선택하여 실행 / 테스트 / 프로파일 / 아카이브 대상 및 실행 설정을 확인하세요.
zh_hans: 在左侧选择一个 scheme，查看其运行 / 测试 / 性能分析 / 归档目标和启动设置。
zh_hant: 在左側選擇一個配置方案以檢查其執行 / 測試 / 分析 / 封存目標與啟動設定。

# projectSchemes.empty.title
source: Select a scheme
ar: حدد مخططًا
de: Schema auswählen
es: Selecciona un esquema
fr: Sélectionnez un schéma
ja: スキームを選択
ko: 스키마 선택
zh_hans: 选择一个 scheme
zh_hant: 選擇配置方案

# projectSchemes.row.runFormat
source: run: %@
ar: تشغيل: %@
de: Ausführen: %@
es: ejecutar: %@
fr: exécuter : %@
ja: 実行: %@
ko: 실행: %@
zh_hans: 运行：%@
zh_hant: 執行：%@

# projectSchemes.row.testFormat
source: test: %d
ar: اختبار: %d
es: probar: %d
ja: テスト: %d
ko: 테스트: %d
zh_hans: 测试：%d
zh_hant: 測試：%d

# push.hidden.body
source: New terminal activity
ar: نشاط جديد في الوحدة الطرفية
bs: Nova aktivnost u terminalu
da: Ny terminalaktivitet
de: Neue Terminalaktivität
es: Nueva actividad en la terminal
fr: Nouvelle activité dans le terminal
it: Nuova attività nel terminale
ja: 新しいターミナルアクティビティ
ko: 새 터미널 활동
nb: Ny terminalaktivitet
pl: Nowa aktywność terminala
pt_br: Nova atividade no terminal
ru: Новая активность в терминале
th: มีกิจกรรมใหม่ในเทอร์มินัล
tr: Yeni terminal etkinliği
uk: Нова активність у терміналі
zh_hans: 新的终端活动
zh_hant: 新的終端活動

# push.test.body
source: Your Mac sent a test alert to cmux.
ar: أرسل Mac تنبيهًا تجريبيًا إلى cmux.
bs: Vaš Mac je poslao probno upozorenje u cmux.
da: Din Mac sendte en testadvarsel til cmux.
de: Dein Mac hat eine Testmitteilung an cmux gesendet.
es: Tu Mac envió una alerta de prueba a cmux.
fr: Votre Mac a envoyé une alerte de test à cmux.
it: Il Mac ha inviato un avviso di prova a cmux.
ja: Mac から cmux にテスト通知が送信されました。
ko: Mac에서 cmux로 테스트 알림을 보냈습니다.
nb: Macen sendte et testvarsel til cmux.
pl: Mac wysłał alert testowy do cmux.
pt_br: Seu Mac enviou um alerta de teste ao cmux.
ru: Ваш Mac отправил тестовое уведомление в cmux.
th: Mac ของคุณส่งการแจ้งเตือนทดสอบไปยัง cmux แล้ว
tr: Mac’iniz cmux’a bir test uyarısı gönderdi.
uk: Ваш Mac надіслав тестове сповіщення в cmux.
zh_hans: 你的 Mac 已向 cmux 发送测试提醒。
zh_hant: 你的 Mac 已向 cmux 傳送測試提醒。

# push.test.title
source: cmux Notification Test
ar: اختبار إشعارات cmux
bs: cmux test obavještenja
da: cmux-notifikationstest
de: cmux-Mitteilungstest
es: Prueba de notificaciones de cmux
fr: Test de notification cmux
it: Test notifiche cmux
ja: cmux 通知テスト
ko: cmux 알림 테스트
nb: cmux-varslingstest
pl: Test powiadomień cmux
pt_br: Teste de notificações do cmux
ru: Тест уведомлений cmux
th: ทดสอบการแจ้งเตือน cmux
tr: cmux bildirim testi
uk: Тест сповіщень cmux
zh_hans: cmux 通知测试
zh_hant: cmux 通知測試

# relativeTime.days
source: %lldd
ar: %lldي
de: %lld T.
fr: %lld j
ja: %lld日
ko: %lld일
zh_hans: %lld天
zh_hant: %lld天

# relativeTime.hours
source: %lldh
ar: %lldس
ja: %lld時間
ko: %lld시간
zh_hans: %lld小时
zh_hant: %lld小時

# relativeTime.minutes
source: %lldm
ar: %lldد
de: %lld min
es: %lld min
fr: %lld min
ja: %lld分
ko: %lld분
zh_hans: %lld分
zh_hant: %lld分

# relativeTime.now
source: now
ar: الآن
de: Jetzt
es: ahora
fr: maintenant
ja: 今
ko: 지금
zh_hans: 刚刚
zh_hant: 現在

# relativeTime.weeks
source: %lldw
ar: %lldأ
de: %lld Wo.
es: %lld sem.
fr: %lld sem.
ja: %lld週
ko: %lld주
zh_hans: %lld周
zh_hant: %lld週

# remote.disconnectBanner.reconnectHint
source: [cmux] Press Enter to reconnect. This terminal will stay disconnected until then.
ar: [cmux] اضغط على Enter لإعادة الاتصال. ستظل هذه الطرفية غير متصلة حتى تقوم بذلك.
de: [cmux] Drücken Sie die Eingabetaste, um die Verbindung wiederherzustellen. Dieses Terminal bleibt bis dahin getrennt.
es: [cmux] Presiona Enter para volver a conectar. Esta terminal permanecerá desconectada hasta entonces.
fr: [cmux] Appuyez sur Entrée pour vous reconnecter. Ce terminal restera déconnecté d'ici là.
ja: [cmux] Enter キーを押すと再接続します。それまではこのターミナルは切断されたままです。
ko: [cmux] 다시 연결하려면 Enter 키를 누르세요. 그전까지 이 터미널은 연결되지 않은 상태로 유지됩니다.
zh_hans: [cmux] 按 Enter 重新连接。在此之前，此终端将保持断开状态。
zh_hant: [cmux] 按 Enter 鍵重新連線。在此之前，此終端機將保持斷線狀態。

# remote.disconnectBanner.reconnectUnavailableHint
source: [cmux] Reconnect this workspace from the sidebar or by running the original cmux remote command again.
ar: [cmux] أعد توصيل مساحة العمل هذه من الشريط الجانبي أو شغّل أمر cmux البعيد الأصلي مرة أخرى.
bs: [cmux] Ponovo povežite ovaj radni prostor iz bočne trake ili ponovo pokrenite originalnu cmux udaljenu naredbu.
da: [cmux] Genopret forbindelsen til dette arbejdsområde fra sidepanelet, eller kør den oprindelige cmux-fjernkommando igen.
de: [cmux] Verbinde diesen Arbeitsbereich über die Seitenleiste erneut oder führe den ursprünglichen cmux-Remote-Befehl noch einmal aus.
es: [cmux] Vuelve a conectar este espacio de trabajo desde la barra lateral o ejecuta de nuevo el comando remoto original de cmux.
fr: [cmux] Reconnectez cet espace de travail depuis la barre latérale ou relancez la commande distante cmux d'origine.
it: [cmux] Riconnetti questo spazio di lavoro dalla barra laterale oppure esegui di nuovo il comando remoto cmux originale.
ja: [cmux] サイドバーからこのワークスペースを再接続するか、元の cmux リモートコマンドをもう一度実行してください。
ko: [cmux] 사이드바에서 이 워크스페이스를 다시 연결하거나 원래 cmux 원격 명령을 다시 실행하세요.
nb: [cmux] Koble til dette arbeidsområdet på nytt fra sidefeltet, eller kjør den opprinnelige cmux-fjernkommandoen på nytt.
pl: [cmux] Połącz ponownie ten obszar roboczy z paska bocznego albo ponownie uruchom oryginalne polecenie zdalne cmux.
pt_br: [cmux] Reconecte este espaço de trabalho pela barra lateral ou execute novamente o comando remoto original do cmux.
ru: [cmux] Повторно подключите это рабочее пространство из боковой панели или снова выполните исходную удаленную команду cmux.
th: [cmux] เชื่อมต่อพื้นที่ทำงานนี้ใหม่จากแถบด้านข้าง หรือเรียกใช้คำสั่งรีโมต cmux เดิมอีกครั้ง
tr: [cmux] Bu çalışma alanını kenar çubuğundan yeniden bağlayın veya özgün cmux uzak komutunu tekrar çalıştırın.
uk: [cmux] Повторно підключіть цей робочий простір із бічної панелі або ще раз запустіть початкову віддалену команду cmux.
zh_hans: [cmux] 请从边栏重新连接此工作区，或再次运行原始 cmux 远程命令。
zh_hant: [cmux] 請從側邊欄重新連接此工作區，或再次執行原始 cmux 遠端命令。

# remote.disconnectBanner.sessionEnded
source: [cmux] remote session disconnected: %s
ar: [cmux] انقطع اتصال الجلسة البعيدة: %s
de: [cmux] Remote-Sitzung getrennt: %s
es: [cmux] sesión remota desconectada: %s
fr: [cmux] session distante déconnectée : %s
ja: [cmux] リモートセッションが切断されました: %s
ko: [cmux] 원격 세션 연결 끊김: %s
zh_hans: [cmux] 远程会话已断开：%s
zh_hant: [cmux] 遠端工作階段已斷線：%s

# remote.notification.suspendedTitle
source: SSH Reconnect Paused
ar: تم تعليق إعادة اتصال SSH مؤقتًا
de: SSH-Wiederverbindung pausiert
es: Reconexión SSH pausada
fr: Reconnexion SSH en pause
ja: SSH 再接続を一時停止
ko: SSH 재연결 일시 중지됨
uk: Перепідключення SSH призупинено
zh_hans: SSH 重连已暂停
zh_hant: SSH 重新連線已暫停
